import React from 'react';
import AboutImage from  '../images/main/family.jpg';
import './about.css';


export default function About() {
  return (
    
    <div className="container">
        <div className='about-content'>
          <div className='about-top'>
            <p>موقع يهتم بكل ما يخص الأم و الطفل ، و يعطي نصائح مفيدة لكل الأمهات خاصة الجدد موقع يهتم بكل ما يخص الأم و الطفل ، و يعطي نصائح مفيدة لكل الأمهات خاصة الجدد موقع يهتم بكل ما يخص الأم و الطفل ، و يعطي نصائح مفيدة لكل الأمهات خاصة الجدد موقع يهتم بكل ما يخص الأم و الطفل ، و يعطي نصائح مفيدة لكل الأمهات خاصة الجدد</p>
            <img src={AboutImage}/>
          </div>
          <div className='about-bottom'>
          <img src={AboutImage}/>
          <p>موقع يهتم بكل ما يخص الأم و الطفل ، و يعطي نصائح مفيدة لكل الأمهات خاصة الجدد موقع يهتم بكل ما يخص الأم و الطفل ، و يعطي نصائح مفيدة لكل الأمهات خاصة الجدد موقع يهتم بكل ما يخص الأم و الطفل ، و يعطي نصائح مفيدة لكل الأمهات خاصة الجدد موقع يهتم بكل ما يخص الأم و الطفل ، و يعطي نصائح مفيدة لكل الأمهات خاصة الجدد</p>
          </div>
        </div>
    </div>
  )
}
